tap "cloudflare/cloudflare"
tap "cloudfoundry/tap"
tap "felixkratz/formulae"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "nikitabobko/tap"
brew "act"
brew "argon2"
brew "zstd"
brew "bastet"
brew "cmake"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "jdtls"
brew "lazygit"
brew "mbt", link: false
brew "neovim"
brew "nsnake"
brew "nvm"
brew "openssl@1.1"
brew "pngpaste"
brew "podman"
brew "podman-compose"
brew "protobuf"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "swi-prolog"
brew "tailscale"
brew "tmux"
brew "tree"
brew "typst"
brew "wget"
brew "yadm"
brew "cloudflare/cloudflare/cloudflared"
brew "cloudfoundry/tap/cf-cli@8"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "background-music"
cask "bruno"
cask "chromium"
cask "dbeaver-community"
cask "gstreamer-runtime"
cask "iterm2"
cask "jabref"
cask "numi"
cask "podman-desktop"
cask "sapmachine-jdk"
cask "wine-crossover"
cask "wine-stable"
vscode "2gua.rainbow-brackets"
vscode "adpyke.codesnap"
vscode "alexcvzz.vscode-sqlite"
vscode "anan.jetbrains-darcula-theme"
vscode "andenetalexander.vim-cheatsheet"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "ashinzekene.nestjs"
vscode "bierner.markdown-preview-github-styles"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "genuitecllc.codetogether"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "jirkavrba.subway-surfers"
vscode "karlito40.fix-irregular-whitespace"
vscode "mathematic.vscode-latex"
vscode "mechatroner.rainbow-csv"
vscode "mgt19937.typst-preview"
vscode "mkloubert.vscode-http-client"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "nvarner.typst-lsp"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rexebin.dracula"
vscode "ritwickdey.liveserver"
vscode "sapos.yeoman-ui"
vscode "saposs.app-studio-toolkit"
vscode "saposs.sap-guided-answers-extension"
vscode "saposs.sap-hana-driver-for-sqltools"
vscode "saposs.vscode-ui5-language-assistant"
vscode "saposs.xml-toolkit"
vscode "sapse.sap-ux-annotation-modeler-extension"
vscode "sapse.sap-ux-application-modeler-extension"
vscode "sapse.sap-ux-fiori-tools-extension-pack"
vscode "sapse.sap-ux-help-extension"
vscode "sapse.sap-ux-service-modeler-extension"
vscode "sapse.vscode-cds"
vscode "simonsiefke.svg-preview"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodeshift.mui-snippets"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "yzane.markdown-pdf"
